{
  "Title": "Pearlcat [DEV]",
  "Description": "[h1][b]An enigmatic scholar from a faraway land, gifted with the unusual ability to harness pearls!\r\n\r\nArmed with this knowledge, face peril and protect your pup - all on your journey to discover the world and its mysteries...[/b][/h1]\r\n\r\n[h1][b]FEATURES:[/b][/h1]\r\n[b][list]\r\n    [*]Carry and store many pearls at once...\r\n    \r\n    [*]Unique interactions with Pebbles and Moon!\r\nPebbles sees a use for Pearlcat, and now will read your pearls too...\r\n    \r\n    [*]Unique cutscenes, and 2 endings...\r\n[/list][/b]\r\n[h1][b]\u002B Unique abilities for each pearl you store, depending on the color![/b][/h1]\r\n[b][list]\r\n    [*]WHITE, SPEAR CREATION - convert pearls into incredibly powerful and volatile spears that explode on impact\r\n    \r\n    [*]YELLOW, SHIELD - each pearl provides temporary protection from impending harm, with a lengthy cooldown\r\n    \r\n    [*]GREEN, REVIVE - each pearl may revive any dead creature, friend or foe, including yourself; but only once per cycle!\r\n\r\n    [*]RED, RAGE - fire deadly lasers at your opponents, each pearl bringing an additional laser to the party\r\n\r\n    [*]BLUE, AGILITY - fly through the air with a powerful double jump, each pearl providing an additional boost!\r\n\r\n    [*]BLACK, CAMOFLAGUE - blend into the background and fade from the sight of any would-be predators...\r\n[/list][/b]\r\n[b][u]A list of pearls, colors, and their locations:[/u][/b] https://docs.google.com/spreadsheets/d/1OanAHTU9rHI81HdgI_YFl9kR5WW6IsqpazSnkeTbguA/edit#gid=0\r\n\r\n[b][u]Pearlcat does NOT require the DLC or MSC, however it is strongly recommended to play with MSC enabled if possible\r\n\r\n[spoiler]Pearlpup, the OE ending, and Metropolis rooms[/spoiler] will be absent without MSC",
  "ID": "pearlcat",
  "Version": "0.0.3",
  "TargetGameVersion": "v1.9.07",
  "Requirements": "slime-cubed.slugbase,crs",
  "RequirementNames": "SlugBase,Custom Regions Support",
  "Authors": "forthbridge, Geahgeah, Sidera",
  "Visibility": "Unlisted",
  "Tags": [
    "Campaigns",
    "Game Mechanics",
    "Translations"
  ],
  "WorkshopID": 3009145654,
  "UploadFilesOnly": false
}